Repository: keelzythe2nd/tabbycatWADL
Catalog: tabbycat/utils/locale/*/LC_MESSAGES/django.po
Languages: ar

source: E-mail address
ar: عنوان البريد الإلكتروني

source: No Data Available
ar: المعلومات غير متاحة

source: chair
ar: رئيس الجلسة

source: panellist
ar: عضو لجنة التحكيم

source: trainee
ar: متدرب

source: %(team)s won
ar: %(team)sفائز

source: %(team)s lost
ar: %(team)s خاسر

source: %(team)s—no result
ar: %(team)s — لا توجد نتيجة

source: %(team)s took 1st
ar: %(team)s المركز الأول (1)

source: %(team)s took 2nd
ar: %(team)s المركز الثاني (2)

source: %(team)s took 3rd
ar: %(team)s المركز الثالث (3)

source: %(team)s took 4th
ar: %(team)s المركز الرابع (4)

source: %(team)s is advancing
ar: %(team)s تقدم

source: %(team)s was eliminated
ar: %(team)s تراجع

source: vs %(opposition)s
ar: ضد %(opposition)s

source: Won against %(team)s
ar: فاز على %(team)s

source: Lost to %(team)s
ar: خسر من %(team)s

source: No result for debate against %(team)s
ar: لا يوجد نتيجة للفريق %(team)s

source: View debate ballot
ar: عرض النتيجة

source: Teams in debate:
ar: فرق المناظرة

source: advancing
ar: متقدم

source: Advancing
ar: تقدم

source: eliminated
ar: تراجع

source: Eliminated
ar: تراجع

source: No result for debate
ar: لا نتائج لهذه القضية

source: 4th
ar: المتحدث الرابع 4

source: 3rd
ar: المتحدث 3

source: 2nd
ar: المتحدث الثاني 2

source: 1st
ar: المتحدث الأول 1

source: Tournament
ar: البطولة

source: Round
ar: جولة

source: Name
ar: الاسم

source: Institution
ar: مؤسسة

source: Member of the Adjudication Core
ar: عضو في لجنة التحكيم

source: Independent Adjudicator
ar: محكم المناظرة

source: Always Trainee
ar: متدرب دائم

source: Debate Adjudicators
ar: الحكام

source: Order as listed
ar: الترتيب كما هو مدرج

source: Motion
ar: قضايا

source: Team
ar: فريق

source: Categories
ar: الفئات

source: Division
ar: التقسيمات

source: Redacted
ar: منقحة

source: Category
ar: الفئة

source: This venue %(predicate)s.
ar: هذه القاعة %(predicate)s

source: This venue %(predicates)s, and %(last_predicate)s.
ar: هذه القاعة %(predicates)sو %(last_predicate)s

source: Venue
ar: القاعة

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Bye
ar: وداعا

source: Postponed
ar: مؤجل

source: Forfeit
ar: حرمان

source: Teams are from the same institution
ar: فرق تقابلت أكثر من مرة

source: Conflicts/Flags
ar: تعارضات / أعلام

source: View/Edit Ballot
ar: تعديل النتائج

source: Elimination
ar: تراجع

source: View Ballot
ar: عرض النتائج

source: Result
ar: النتائج

source: Side
ar: الجانب

source: Team %(num)d
ar: الفريق %(num)d
